Repository: giellalt/corpus-fin
Catalog: tmx/sms/admin/sd/www.samediggi.fi/index2.php_option=com_content_task=view_id=364_lang=finnish.html.tmx
Source language: fin
Languages: sms

source: Saamelaisnuorten taidetapahtumassa jaettiin 10 stipendiä
sms: Sääʹmnuõri čeäʹppvuõđpeiʹvven juõʹǩǩeš 10 stipendded

source: Kolttasaamelainen Juuso Fofonoff Sevettijärveltä, rock-yhtyeet MusInk Inarin koululta ja Duljárat Ivalon lukiosta saivat saamelaisnuorten taidetapahtumassa Rovaniemellä 8.4. tuomaristolta suurimmat kiitokset.
sms: Nuõrttsäʹmmlaž Juuso Fofonoff Čeʹvetjääuʹrest, rock-såittneeʹǩǩ MusInk Aanar škooulâst da Duljárat Âʹvvel lookkjiškooulâst vuõǯǯu sääʹmnuõri čeäʹppvuõđpeiʹvven Ruäʹvnjaarǥâst 8.4. ärvvtõõlljin pueʹrmõs späʹssbõõžžid.

source: Fofonoff esitti Kuolan saamelaisen perinteisen leudden ´Änn-Vää´sǩ &#13; nijdd´, MusInk oman kappaleensa ´Mahđuttemest mahđulas´ ja Duljárat &#13; Sofia Jannokin kappaleen ´Goaskin´.
sms: Fofonoff leuʹddji Ǩuâlooǥǥ säʹmmla alggveârlaž leeuʹd ʹÄnn- Vääʹsǩ nijddʹ, MusInk jiijjâz musiikkčuäjtõõzzes ʹMahđuttemest mahđulasʹ da Duljárat Sofia Jannok musiikkčuäjtõõzz ʹGoaskinʹ.

source: Tiedote kaikista stipendin saajista &#13; tässä:
sms: Teâđtõs pukin stipeend vuäǯǯjin täʹst: Sääʹmnuõri čeäʹppvuõđpeiʹvven 2010 juõkkum stipeend.

source: Saamelaisnuorten taidetapahtumassa 2010 jaetut stipendit.
sms: Ǩiõčč snimldõõǥǥid täʹst.

source: Katso kuvia
sms: Fofonoff esitti Kuolan saamelaisen perinteisen leudden ʹÄnn-Vääʹsǩ &#13; nijddʹ, MusInk oman kappaleensa ʹMahđuttemest mahđulasʹ ja Duljárat &#13; Sofia Jannokin kappaleen ʹGoaskinʹ.

source: tästä.
sms: Tiedote kaikista stipendin saajista &#13; tässä:
